import Footer from "../../Components/footer/footer";
import Navbar from "../../Components/Navbar/navbars";

const Rules = () => {
  return (
    <>
      <Navbar />
      <section className="site-rules">
        <h2 className="h2-rules">قوانین کلی وب سایت</h2>
        <p>
          1- کلیه اصول و رویه‌های ساری ویلا منطبق با قوانین جمهوری اسلامی ایران،
          قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف کننده است و متعاقبا
          کاربر نیز موظف به رعایت قوانین مرتبط می باشد.
        </p>
        <p>
          2- هرگونه فعالیت در وبسایت ساری ویلا از جمله ورود به وب‌سایت، ثبت نام
          و استفاده از حساب کاربری، ثبت و انتشار اقامتگاه جهت اجاره، ثبت درخواست
          رزرو و یا هرگونه استفاده از وبسایت و اپلیکیشن های ساری ویلا، به معنای
          آگاه بودن کاربر از قوانین ساری ویلا و نحوه استفاده از سرویس‌های آن و
          به معنی پذیرش کامل متن فعلی شرایط و قوانین ساری ویلا است.
        </p>
        <p>
          3- حق هرگونه تجدید نظر و به روز آوری شرایط و قوانین و همچنین عملکرد و
          محتوی وبسایت، اپلیکیشنهای آن و کارمزد خدمات وبسایت، در هر زمان و بدون
          اطلاع قبلی، به دلایلی همچون بهبود عملکرد، افزودن يک قابليت جديد به
          خدمات ساری ویلا و يا اجرای پيشنهادهای کاربران، برای ساری ویلا محفوظ
          است.
        </p>
        <p>
          4- لازم به ذکر است شرایط و قوانین مندرج در این صفحه، از تاریخ نشر یا
          به روزآوری آن، از همان لحظه انتشار، قابل اجرا است و جایگزین کلیه
          توافق‌های قبلی محسوب می شود
        </p>
        <p>
          5- اگر با تغييرات ايجاد شده در قوانین وبسایت مخالف باشيد، ميتوانيد
          حساب کاربری خود را در هر زمان که تمایل داشتید ببنديد. بدیهی است که
          ادامه کار شما در وبسایت ساری ویلا، به معنی پذیرش تغییرات حاصل شده و
          شرايط و قوانین به روز شده ساری ویلا می باشد.
        </p>
      </section>
      <Footer pFixed="pfix" />
    </>
  );
};
export default Rules;
